tap "buo/cask-upgrade"
tap "go-task/tap"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-drivers"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "kylef/formulae"
tap "louisbrunner/valgrind"
tap "sergiobenitez/osxct"
brew "antigen"
brew "asciinema"
brew "bat"
brew "exa"
brew "fd"
brew "fzf"
brew "gh"
brew "ghq"
brew "git"
brew "git-delta"
brew "hey"
brew "jq"
brew "less"
brew "mas"
brew "openjdk"
brew "maven"
brew "mdbook"
brew "msgpack-tools"
brew "neovim"
brew "node"
brew "postgresql@14"
brew "protobuf"
brew "python@3.10"
brew "ripgrep"
brew "starship"
brew "swift-format"
brew "swift-protobuf"
brew "swiftlint"
brew "thefuck"
brew "tmux"
brew "tokei"
brew "xh"
brew "go-task/tap/go-task"
brew "kylef/formulae/swiftenv"
cask "amethyst"
cask "bitwarden"
cask "docker"
cask "font-jetbrains-mono"
cask "font-jetbrains-mono-nerd-font"
cask "google-chrome"
cask "gpg-suite"
cask "iterm2"
cask "jetbrains-toolbox"
cask "logitech-options"
cask "rectangle"
cask "slack"
cask "spotify"
cask "visual-studio-code"
cask "zoom"
mas "Xcode", id: 497799835
