tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-drivers"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "buo/cask-upgrade"
brew "fd"
brew "ghq"
brew "jq"
brew "mas"
brew "node"
brew "postgresql"
brew "ripgrep"
brew "tmux"
brew "tokei"
brew "xh"
cask "amethyst"
cask "bitwarden"
cask "docker"
cask "gpg-suite"
cask "jetbrains-toolbox"
cask "spotify"
cask "visual-studio-code"
cask "rectangle"
cask "slack"
