tap "buo/cask-upgrade"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-drivers"
tap "homebrew/cask-fonts"
tap "homebrew/core"
brew "antigen"
brew "bat"
brew "exa"
brew "fd"
brew "gh"
brew "ghq"
brew "hey"
brew "jq"
brew "mas"
brew "openjdk"
brew "maven"
brew "mdbook"
brew "msgpack-tools"
brew "neovim"
brew "node"
brew "postgresql"
brew "python@3.10"
brew "ripgrep"
brew "starship"
brew "thefuck"
brew "tmux"
brew "tokei"
brew "xh"
cask "amethyst"
cask "bitwarden"
cask "docker"
cask "font-jetbrains-mono"
cask "font-jetbrains-mono-nerd-font"
cask "gpg-suite"
cask "jetbrains-toolbox"
cask "rectangle"
cask "slack"
cask "spotify"
cask "visual-studio-code"
mas "Microsoft Excel", id: 462058435
mas "Spark", id: 1176895641
